Revit 2027 API
ParameterTypeId.SpaceAirChangesPerHour Property
 "Air Changes per Hour"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceAirChangesPerHour { get; }
Public Shared ReadOnly Property SpaceAirChangesPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceAirChangesPerHour {
	ForgeTypeId^ get ();
}
static member SpaceAirChangesPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace